Loadtesting/Loadtest_4replicas/loadtest_30s_500_05-26_18-53-13/text.txt
Requests      [total, rate]            15000, 500.03
Duration      [total, attack, wait]    30.445988897s, 29.997999907s, 447.98899ms
Latencies     [mean, 50, 95, 99, max]  491.501026ms, 397.599975ms, 1.51071907s, 2.221415823s, 4.262688499s
Bytes In      [total, mean]            22059760, 1470.65
Bytes Out     [total, mean]            0, 0.00
Success       [ratio]                  84.13%
Status Codes  [code:count]             200:12620  0:2380  
Error Set:
Get http://192.168.1.51:8081/products: dial tcp 0.0.0.0:0->192.168.1.51:8081: socket: too many open files